;Place localized text in this file


[Akimbo X2SoldierClassTemplate]
+LeftAbilityTreeTitle="枪斗士"
+RightAbilityTreeTitle="打击手"
AbilityTreeTitles[0]="枪斗士"
AbilityTreeTitles[1]="打击手"
AbilityTreeTitles[2]="保守者"
AbilityTreeTitles[3]="XCOM"

[IsmsScoutsOverwatch X2AbilityTemplate]
LocFriendlyName="侦查监视"
LocLongDescription="<Ability:Classname/>的监视不再有反应射击命中惩罚，可以暴击，但只能在小区域监视。"
LocHelpText="<Ability:Classname/>的监视不再有反应射击命中惩罚，可以暴击，但只能在小区域监视。"
LocFlyOverText="侦查监视"
LocPromotionPopupText="<Bullet/> 侦查监视替代了监视。 <br/><Bullet/> 侦查监视 - 在一个又长又窄的锥形上监视。<br/><Bullet/> 可以在移动时做出反应。<br/><Bullet/> 可以暴击并且不会受到反应射击命中惩罚。"

[TedAkimbo_RussianRoulette X2AbilityTemplate]
LocFriendlyName="俄罗斯轮盘赌"
LocLongDescription="处于监视射击状态时，若射击未命中且弹药充足，将持续进行后续射击。仅对主武器生效，副武器及手枪不受影响。"
LocHelpText="监视射击未命中时，只要弹药充足就会持续进行后续射击。"
LocFlyOverText="俄罗斯轮盘赌"
LocPromotionPopupText="<Bullet/> 将持续射击直至命中目标、弹药耗尽或无可攻击目标\n<Bullet/> 暴击和擦伤均视为有效命中\n<Bullet/> 仅对普通监视射击生效；还击等特殊反应射击类技能不受影响\n<Bullet/> 若监视状态被中断（如受伤、压制或陷入混乱），将停止连续射击"